test.message = \u041F\u0440\u0438\u0432\u0435\u0442 \u043C\u0438\u0440!
page.main.title = HR WebApp
page.login.title = \u0412\u0445\u043E\u0434
page.signup.title = \u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F
common.popup.cookie = \u042d\u0442\u043e\u0442 \u0441\u0430\u0439\u0442 \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u0443\u0435\u0442 \u0444\u0430\u0439\u043b\u044b cookie \u0438 \u0441\u043b\u0443\u0436\u0431\u044b \u0434\u043b\u044f \u0441\u0431\u043e\u0440\u0430 \u0442\u0435\u0445\u043d\u0438\u0447\u0435\u0441\u043a\u0438\u0445 \u0434\u0430\u043d\u043d\u044b\u0445 \u043e\u0442 \u043f\u043e\u0441\u0435\u0442\u0438\u0442\u0435\u043b\u0435\u0439.
common.navbar.logo = HR WebApp
common.navbar.login = \u0412\u0445\u043E\u0434
common.navbar.signup = \u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F
common.navbar.logout = \u0412\u044B\u0445\u043E\u0434
common.navbar.admin = \u0410\u0434\u043C\u0438\u043D
common.navbar.profile = \u041F\u0440\u043E\u0444\u0438\u043B\u044C
common.footer.languages = \u042F\u0437\u044B\u043A\u0438
page.auth.input.login = \u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u0432\u0430\u0448 \u043B\u043E\u0433\u0438\u043D
page.auth.input.password = \u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u0432\u0430\u0448 \u043F\u0430\u0440\u043E\u043B\u044C
page.login.button = \u0412\u0445\u043E\u0434
page.login.error = \u041D\u0435\u0432\u0435\u0440\u043D\u044B\u0435 \u0434\u0430\u043D\u043D\u044B\u0435
page.login.error.ban = \u0410\u043A\u043A\u0430\u0443\u043D\u0442 \u0437\u0430\u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u0430\u043D
page.signup.button = \u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F
page.signup.error.login = \u041B\u043E\u0433\u0438\u043D \u0443\u0436\u0435 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0435\u0442\u0441\u044F
page.signup.error.password = \u041A\u043E\u0440\u043E\u0442\u043A\u0438\u0439 \u043F\u0430\u0440\u043E\u043B\u044C (\u043C\u0435\u043D\u0435\u0435 6 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432)
page.signup.input.title.login = \u0422\u043E\u043B\u044C\u043A\u043E \u0431\u0443\u043A\u0432\u044B (\u0432 \u043B\u044E\u0431\u043E\u043C \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0435), \u0446\u0438\u0444\u0440\u044B \u0438 \u043F\u043E\u0434\u0447\u0435\u0440\u043A\u0438\u0432\u0430\u043D\u0438\u0435; \u043D\u0435 \u0431\u043E\u043B\u0435\u0435 15 \u0437\u043D\u0430\u043A\u043E\u0432
page.signup.input.title.password = \u041D\u0435 \u043C\u0435\u043D\u0435\u0435 6, \u043D\u043E \u043D\u0435 \u0431\u043E\u043B\u0435\u0435 30 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432
common.popup.cookie.title=\u0424\u0430\u0439\u043b\u044b \u043a\u0443\u043a\u0438

page.vacancy.word.vacancy = \u0412\u0430\u043a\u0430\u043d\u0441\u0438\u044f
page.vacancy.word.description = \u041E\u043F\u0438\u0441\u0430\u043D\u0438\u0435:
page.vacancy.word.start = \u041D\u0430\u0447\u0430\u043B\u043E
page.vacancy.button.respond = \u041e\u0442\u043a\u043b\u0438\u043a\u043d\u0443\u0442\u044c\u0441\u044f
page.vacancy.word.participants = \u0423\u0447\u0430\u0441\u0442\u043D\u0438\u043A\u0438

page.horse.title = \u041B\u043E\u0448\u0430\u0434\u044C

page.bets.title = \u0421\u0442\u0430\u0432\u043A\u0438
page.bets.label.newBet = \u041D\u043E\u0432\u0430\u044F \u0441\u0442\u0430\u0432\u043A\u0430
page.bets.label.selectHorse = \u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u043B\u043E\u0448\u0430\u0434\u044C
page.bets.label.enterMoney = \u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u0434\u0435\u043D\u044C\u0433\u0438
page.bets.button.bet = \u041F\u043E\u0441\u0442\u0430\u0432\u0438\u0442\u044C
page.bets.bet.win = \u041F\u043E\u0431\u0435\u0434\u0430
page.bets.bet.place = \u041C\u0435\u0441\u0442\u043E
page.bets.bet.quinella = \u041A\u0432\u0438\u043D\u0435\u043B\u043B\u0430
page.bets.bet.exacta = \u042D\u043A\u0437\u0430\u043A\u0442\u0430
page.bets.bet.duet = \u0414\u0443\u044D\u0442
page.bets.bet.trifecta = \u0422\u0440\u0438\u0444\u0435\u043A\u0442\u0430
page.bets.bet.first_4 = \u041F\u0435\u0440\u0432\u0430\u044F \u0447\u0435\u0442\u0432\u0435\u0440\u043A\u0430
page.bets.header = \u0412\u0430\u0448\u0438 \u0441\u0442\u0430\u0432\u043A\u0438
page.bets.bet.description.win = \u0412\u044B \u0434\u0435\u043B\u0430\u0435\u0442\u0435 \u0441\u0442\u0430\u0432\u043A\u0443 \u043D\u0430 \u0442\u043E, \u0447\u0442\u043E \u0432\u0430\u0448\u0430 \u043B\u043E\u0448\u0430\u0434\u044C \u0437\u0430\u0439\u043C\u0435\u0442 \u043F\u0435\u0440\u0432\u043E\u0435 \u043C\u0435\u0441\u0442\u043E. \u0415\u0441\u043B\u0438 \u0432\u0430\u0448\u0430 \u043B\u043E\u0448\u0430\u0434\u044C \u0444\u0438\u043D\u0438\u0448\u0438\u0440\u0443\u0435\u0442 \u043F\u0435\u0440\u0432\u043E\u0439, \u0432\u044B \u043F\u043E\u043B\u0443\u0447\u0438\u0442\u0435 \u0434\u0438\u0432\u0435\u0434\u0435\u043D\u0434\u044B.
page.bets.bet.description.place = \u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0431\u0435\u0433\u0443\u043D\u0430 \u0432 \u0433\u043E\u043D\u043A\u0435, \u0438 \u0435\u0441\u043B\u0438 \u0432\u0430\u0448 \u0431\u0435\u0433\u0443\u043D \u0444\u0438\u043D\u0438\u0448\u0438\u0440\u0443\u0435\u0442 \u043F\u0435\u0440\u0432\u044B\u043C, \u0432\u0442\u043E\u0440\u044B\u043C \u0438\u043B\u0438 \u0442\u0440\u0435\u0442\u044C\u0438\u043C, \u0432\u044B \u043F\u043E\u043B\u0443\u0447\u0438\u0442\u0435 \u0434\u0438\u0432\u0438\u0434\u0435\u043D\u0434\u044B.
page.bets.bet.description.quinella = \u041A\u0432\u0438\u043D\u0435\u043B\u043B\u0430 \u0442\u0440\u0435\u0431\u0443\u0435\u0442, \u0447\u0442\u043E\u0431\u044B \u0432\u044B \u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E \u0432\u044B\u0431\u0440\u0430\u043B\u0438 \u0434\u0432\u0443\u0445 \u0431\u0435\u0433\u0443\u043D\u043E\u0432, \u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u0444\u0438\u043D\u0438\u0448\u0438\u0440\u0443\u044E\u0442 \u043F\u0435\u0440\u0432\u044B\u043C \u0438 \u0432\u0442\u043E\u0440\u044B\u043C \u0432 \u0433\u043E\u043D\u043A\u0435, \u0432 \u043B\u044E\u0431\u043E\u043C \u043F\u043E\u0440\u044F\u0434\u043A\u0435.
page.bets.bet.description.exacta = \u042D\u043A\u0437\u0430\u043A\u0442\u0430 \u0442\u0440\u0435\u0431\u0443\u0435\u0442, \u0447\u0442\u043E\u0431\u044B \u0432\u044B \u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E \u0432\u044B\u0431\u0440\u0430\u043B\u0438 \u0434\u0432\u0443\u0445 \u0431\u0435\u0433\u0443\u043D\u043E\u0432, \u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u0444\u0438\u043D\u0438\u0448\u0438\u0440\u0443\u044E\u0442 \u043F\u0435\u0440\u0432\u044B\u043C \u0438 \u0432\u0442\u043E\u0440\u044B\u043C \u0432 \u0433\u043E\u043D\u043A\u0435, \u0432 \u0442\u043E\u0447\u043D\u043E\u043C \u043F\u043E\u0440\u044F\u0434\u043A\u0435.
page.bets.bet.description.duet = \u0414\u0443\u044D\u0442 \u0442\u0440\u0435\u0431\u0443\u0435\u0442, \u0447\u0442\u043E\u0431\u044B \u0432\u044B \u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E \u0432\u044B\u0431\u0440\u0430\u043B\u0438 \u0434\u0432\u0443\u0445 \u0438\u0437 \u0442\u0440\u0435\u0445 \u0431\u0435\u0433\u0443\u043D\u043E\u0432 \u0432 \u043B\u044E\u0431\u043E\u043C \u043F\u043E\u0440\u044F\u0434\u043A\u0435. \u0414\u0443\u044D\u0442 \u0432\u044B\u043F\u043B\u0430\u0442\u0438\u0442 \u0434\u0438\u0432\u0438\u0434\u0435\u043D\u0434\u044B \u0437\u0430 \u0441\u043B\u0435\u0434\u0443\u044E\u0449\u0438\u0435 \u043A\u043E\u043C\u0431\u0438\u043D\u0430\u0446\u0438\u0438: \u043F\u0435\u0440\u0432\u0430\u044F \u0438 \u0432\u0442\u043E\u0440\u0430\u044F, \u043F\u0435\u0440\u0432\u0430\u044F \u0438 \u0442\u0440\u0435\u0442\u044C\u044F, \u0432\u0442\u043E\u0440\u0430\u044F \u0438 \u0442\u0440\u0435\u0442\u044C\u044F.
page.bets.bet.description.trifecta = \u0412\u044B \u0434\u0435\u043B\u0430\u0435\u0442\u0435 \u0441\u0442\u0430\u0432\u043A\u0443 \u043D\u0430 \u0442\u043E, \u043A\u0430\u043A\u0438\u0435 \u043B\u043E\u0448\u0430\u0434\u0438, \u043F\u043E \u0432\u0430\u0448\u0435\u043C\u0443 \u043C\u043D\u0435\u043D\u0438\u044E, \u0431\u0443\u0434\u0443\u0442 \u043F\u0435\u0440\u0432\u043E\u0439, \u0432\u0442\u043E\u0440\u043E\u0439 \u0438 \u0442\u0440\u0435\u0442\u044C\u0435\u0439 \u0432 \u0443\u043A\u0430\u0437\u0430\u043D\u043D\u043E\u043C \u0442\u043E\u0447\u043D\u043E\u043C \u043F\u043E\u0440\u044F\u0434\u043A\u0435.
page.bets.bet.description.firstFour = \u041F\u0435\u0440\u0432\u0430\u044F \u0447\u0435\u0442\u0432\u0435\u0440\u043A\u0430 \u0442\u0440\u0435\u0431\u0443\u0435\u0442, \u0447\u0442\u043E\u0431\u044B \u0432\u044B \u0432\u044B\u0431\u0440\u0430\u043B\u0438 \u043F\u0435\u0440\u0432\u043E\u0433\u043E, \u0432\u0442\u043E\u0440\u043E\u0433\u043E, \u0442\u0440\u0435\u0442\u044C\u0435\u0433\u043E \u0438 \u0447\u0435\u0442\u0432\u0435\u0440\u0442\u043E\u0433\u043E \u0443\u0447\u0430\u0441\u0442\u043D\u0438\u043A\u043E\u0432 \u0433\u043E\u043D\u043A\u0438, \u0437\u0430\u043D\u044F\u0432\u0448\u0438\u0445 \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044E\u0449\u0438\u0435 \u043C\u0435\u0441\u0442\u0430 \u0432 \u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E\u043C \u043F\u043E\u0440\u044F\u0434\u043A\u0435.

page.error.forbidden.message = 403 \u041E\u0442\u043A\u0430\u0437 \u0432 \u0434\u043E\u0441\u0442\u0443\u043F\u0435
page.error.internalError.message = 500 \u0412\u043D\u0443\u0442\u0440\u0435\u043D\u043D\u044F\u044F \u043E\u0448\u0438\u0431\u043A\u0430
page.error.notFound.message = 404 \u041D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D\u043E

page.admin.option.races = \u0421\u043A\u0430\u0447\u043A\u0438
page.admin.option.horses = \u041B\u043E\u0448\u0430\u0434\u0438
page.admin.option.users = \u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0438
page.admin.button.createRace = \u0421\u043E\u0437\u0434\u0430\u0442\u044C \u0433\u043E\u043D\u043A\u0443
page.admin.button.addHorse = \u0414\u043E\u0431\u0430\u0432\u0438\u0442\u044C \u043B\u043E\u0448\u0430\u0434\u044C
page.admin.button.edit = \u0418\u0437\u043C\u0435\u043D\u0438\u0442\u044C
page.admin.button.delete = \u0423\u0434\u0430\u043B\u0438\u0442\u044C
page.admin.button.finish = \u0417\u0430\u0432\u0435\u0440\u0448\u0438\u0442\u044C
page.admin.button.ban = \u0417\u0430\u0431\u0430\u043D\u0438\u0442\u044C
page.admin.button.unban = \u0420\u0430\u0437\u0431\u0430\u043D\u0438\u0442\u044C
page.admin.input.raceName = \u041D\u0430\u0437\u0432\u0430\u043D\u0438\u0435 \u0433\u043E\u043D\u043A\u0438
page.admin.input.raceDescription = \u041E\u043F\u0438\u0441\u0430\u043D\u0438\u0435 \u0433\u043E\u043D\u043A\u0438
page.admin.input.horseName = \u0418\u043C\u044F \u043B\u043E\u0448\u0430\u0434\u0438
page.admin.input.horseDescription = \u041E\u043F\u0438\u0441\u0430\u043D\u0438\u0435 \u043B\u043E\u0448\u0430\u0434\u0438
page.admin.createRace.warning = \u0412 \u0432\u0430\u0448\u0435\u043C \u0440\u0430\u0441\u043F\u043E\u0440\u044F\u0436\u0435\u043D\u0438\u0438 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043A\u0430\u043A \u043C\u0438\u043D\u0438\u043C\u0443\u043C \u0447\u0435\u0442\u044B\u0440\u0435 \u043B\u043E\u0448\u0430\u0434\u0438, \u0447\u0442\u043E\u0431\u044B \u0441\u043E\u0437\u0434\u0430\u0442\u044C \u043D\u043E\u0432\u0443\u044E \u0433\u043E\u043D\u043A\u0443
page.admin.input.title.name = \u0422\u043E\u043B\u044C\u043A\u043E \u0431\u0443\u043A\u0432\u044B (\u0432 \u043B\u044E\u0431\u043E\u043C \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0435); \u043D\u0435 \u0431\u043E\u043B\u0435\u0435 30 \u0437\u043D\u0430\u043A\u043E\u0432